Repository: withcaldera/system26
Catalog: Packages/Core/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, vi, zh_hans

# TOKEN_ESTIMATION_EXPLANATION
source: Token count estimated using Apple's NaturalLanguage framework. • Western scripts: Word count × 1.33 • CJK scripts: Character count × 0.6
de: Token-Anzahl geschätzt mit Apples NaturalLanguage Framework. • Westliche Schriften: Wortanzahl × 1.33 • CJK Schriften: Zeichenanzahl × 0.6
es: Recuento de tokens estimado usando el marco NaturalLanguage de Apple. • Escrituras occidentales: Recuento de palabras × 1.33 • Escrituras CJK: Recuento de caracteres × 0.6
fr: Nombre de tokens estimé à l'aide du framework NaturalLanguage d'Apple. • Écritures occidentales : Nombre de mots × 1,33 • Écritures CJK : Nombre de caractères × 0,6
it: Conteggio token stimato utilizzando il framework NaturalLanguage di Apple. • Scritture occidentali: Conteggio parole × 1.33 • Scritture CJK: Conteggio caratteri × 0.6
ja: トークン数は Apple の NaturalLanguage フレームワークを使用して推定されます。 • 欧文スクリプト：単語数 × 1.33 • CJK スクリプト：文字数 × 0.6
ko: 토큰 수는 Apple의 NaturalLanguage 프레임워크를 사용하여 추정됩니다. • 서양 스크립트: 단어 수 × 1.33 • CJK 스크립트: 문자 수 × 0.6
pt: Contagem de tokens estimada usando a estrutura NaturalLanguage da Apple. • Escritas ocidentais: Contagem de palavras × 1.33 • Escritas CJK: Contagem de caracteres × 0.6
vi: Số lượng token được ước tính bằng khung NaturalLanguage của Apple. • Chữ viết phương Tây: Số từ × 1.33 • Chữ viết CJK: Số ký tự × 0.6
zh_hans: Token 数量使用 Apple 的 NaturalLanguage 框架估算。 • 西方文字：单词数 × 1.33 • 中日韩文字：字符数 × 0.6

source: Tokens per Second
de: Token pro Sekunde
es: Tokens por segundo
fr: Tokens par seconde
it: Token al secondo
ja: トークン/秒
ko: 초당 토큰 수
pt: Tokens por Segundo
vi: Token mỗi giây
zh_hans: 每秒 Token 数

# TOKENS_PER_SECOND_TOOLTIP
source: The number of tokens generated per second.
de: Die Anzahl der pro Sekunde generierten Token.
es: El número de tokens generados por segundo.
fr: Le nombre de tokens générés par seconde.
it: Il numero di token generati al secondo.
ja: 1秒あたりに生成されたトークン数。
ko: 초당 생성된 토큰 수.
pt: O número de tokens gerados por segundo.
vi: Số lượng token được tạo mỗi giây.
zh_hans: 每秒生成的 Token 数量。

# TRANSLATE_INTO_PROMPT
source: Translate the following text into
de: Übersetze den folgenden Text ins
es: Traduce el siguiente texto al
fr: Traduisez le texte suivant en
it: Traduci il seguente testo in
ja: 次のテキストを翻訳してください：
ko: 다음 텍스트를 번역하세요:
pt: Traduza o seguinte texto para
vi: Dịch văn bản sau sang
zh_hans: 将以下文本翻译成

# UNIT_COUNT
source: count
de: Anzahl
es: conteo
fr: nombre
it: conteggio
ja: カウント
ko: 카운트
pt: contagem
vi: số lượng
zh_hans: 计数

# UNIT_STATE
source: state
de: Zustand
es: estado
fr: état
it: stato
ja: 状態
ko: 상태
pt: estado
vi: trạng thái
zh_hans: 状态

source: Use Case
de: Anwendungsfall
es: Caso de uso
fr: Cas d'usage
it: Caso d'uso
ja: ユースケース
ko: 사용 사례
pt: Caso de Uso
vi: Trường hợp sử dụng
zh_hans: 用例

# USE_CASE_GENERAL_HINT
source: Use General for chat, Q&A, rewriting, and most benchmarks.
de: Verwenden Sie Allgemein für Chat, Q&A, Umschreiben und die meisten Benchmarks.
es: Usa General para chat, preguntas y respuestas, reescritura y la mayoría de las pruebas.
fr: Utilisez Général pour le chat, les questions-réponses, la réécriture et la plupart des tests.
it: Usa Generale per chat, Q&A, riscrittura e la maggior parte dei benchmark.
ja: チャット、Q&A、リライト、およびほとんどのベンチマークには一般を使用します。
ko: 채팅, Q&A, 재작성 및 대부분의 벤치마크에는 일반을 사용하세요.
pt: Use Geral para chat, perguntas e respostas, reescrita e a maioria dos benchmarks.
vi: Sử dụng Chung cho trò chuyện, hỏi đáp, viết lại và hầu hết các điểm chuẩn.
zh_hans: 使用通用模式进行聊天、问答、重写和大多数基准测试。

# USE_CASE_GUIDANCE
source: Apple exposes two SystemLanguageModel use cases. General is the default; Content Tagging specializes in extracting tags.
de: Apple stellt zwei SystemLanguageModel Anwendungsfälle bereit. Allgemein ist der Standard; Inhalts-Tagging ist auf das Extrahieren von Tags spezialisiert.
es: Apple expone dos casos de uso para SystemLanguageModel. General es el predeterminado; Etiquetado de contenido se especializa en extraer etiquetas.
fr: Apple expose deux cas d'usage pour SystemLanguageModel. Général est le mode par défaut ; Marquage de contenu est spécialisé dans l'extraction de balises.
it: Apple espone due casi d'uso per SystemLanguageModel. Generale è il predefinito; Tagging dei contenuti è specializzato nell'estrazione di tag.
ja: Apple は SystemLanguageModel に2つのユースケースを提供しています。一般はデフォルトです。コンテンツのタグ付けはタグの抽出に特化しています。
ko: Apple은 두 가지 SystemLanguageModel 사용 사례를 제공합니다. 일반은 기본값이며, 콘텐츠 태깅은 태그 추출에 특화되어 있습니다.
pt: A Apple expõe dois casos de uso para SystemLanguageModel. Geral é o padrão; Etiquetagem de Conteúdo é especializada em extrair tags.
vi: Apple cung cấp hai trường hợp sử dụng SystemLanguageModel. Chung là mặc định; Gắn thẻ nội dung chuyên về trích xuất thẻ.
zh_hans: Apple 提供了两种 SystemLanguageModel 用例。通用是默认模式；内容标记专门用于提取标签。

# USE_CASE_TAGGING_HINT
source: Use Content Tagging when you need categories/labels. System prompts are ignored in this mode.
de: Verwenden Sie Inhalts-Tagging, wenn Sie Kategorien/Labels benötigen. System-Prompts werden in diesem Modus ignoriert.
es: Usa Etiquetado de contenido cuando necesites categorías/etiquetas. Los prompts del sistema se ignoran en este modo.
fr: Utilisez Marquage de contenu lorsque vous avez besoin de catégories/étiquettes. Les prompts système sont ignorés dans ce mode.
it: Usa Tagging dei contenuti quando hai bisogno di categorie/etichette. I prompt di sistema sono ignorati in questa modalità.
ja: カテゴリ/ラベルが必要な場合はコンテンツのタグ付けを使用します。このモードではシステムプロンプトは無視されます。
ko: 카테고리/레이블이 필요할 때 콘텐츠 태깅을 사용하세요. 이 모드에서는 시스템 프롬프트가 무시됩니다.
pt: Use Etiquetagem de Conteúdo quando precisar de categorias/etiquetas. Prompts do sistema são ignorados neste modo.
vi: Sử dụng Gắn thẻ nội dung khi bạn cần danh mục/nhãn. Lời nhắc hệ thống bị bỏ qua trong chế độ này.
zh_hans: 当需要分类/标签时使用内容标记。在此模式下，系统提示词会被忽略。

source: User Prompt
de: Benutzer-Prompt
es: Prompt del usuario
fr: Prompt utilisateur
it: Prompt utente
ja: ユーザープロンプト
ko: 사용자 프롬프트
pt: Prompt do Usuário
vi: Lời nhắc người dùng
zh_hans: 用户提示词

source: Visual Intelligence
de: Visuelle Intelligenz
es: Inteligencia visual
fr: Intelligence Visuelle
it: Intelligenza Visiva
ja: 視覚知能
ko: 시각 지능
pt: Inteligência Visual
vi: Trí tuệ thị giác
zh_hans: 视觉智能

source: Waiting for execution...
de: Warten auf Ausführung...
es: Esperando ejecución...
fr: En attente d'exécution...
it: In attesa di esecuzione...
ja: 実行待ち...
ko: 실행 대기 중...
pt: Aguardando execução...
vi: Đang chờ thực thi...
zh_hans: 等待执行...

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pt: Site
vi: Trang web
zh_hans: 网站

source: Writing Tools
de: Schreibwerkzeuge
es: Herramientas de escritura
fr: Outils d'écriture
it: Strumenti di scrittura
ja: ライティングツール
ko: 쓰기 도구
pt: Ferramentas de Escrita
vi: Công cụ viết
zh_hans: 写作工具

# BENCHMARK
source: Test
es: Prueba
ja: テスト
ko: 테스트
pt: Teste
vi: Kiểm tra
zh_hans: 测试

source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt: Painel
vi: Bảng điều khiển
zh_hans: 仪表板

# IMAGE_STYLE_ANIMATION
source: Animation
es: Animación
it: Animazione
ja: アニメーション
ko: 애니메이션
pt: Animação
vi: Hoạt hình
zh_hans: 动画

# IMAGE_STYLE_ILLUSTRATION
source: Illustration
es: Ilustración
it: Illustrazione
ja: イラスト
ko: 일러스트레이션
pt: Ilustração
vi: Minh họa
zh_hans: 插图

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
vi: Trạng thái
zh_hans: 状态

source: System Prompt
es: Prompt del sistema
fr: Prompt système
it: Prompt di sistema
ja: システムプロンプト
ko: 시스템 프롬프트
pt: Prompt do Sistema
vi: Lời nhắc hệ thống
zh_hans: 系统提示词

# TASK_FEATURE_PRINT
source: Feature Print
es: Huella de características
fr: Empreinte de caractéristiques
it: Impronta Caratteristica
ja: 特徴プリント
ko: 특징 프린트
pt: Impressão de Características
vi: Dấu ấn đặc trưng
zh_hans: 特征指纹

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
vi: Phiên bản
zh_hans: 版本

source: WORKLOADS
es: CARGAS DE TRABAJO
fr: CHARGES DE TRAVAIL
it: CARICHI DI LAVORO
ja: ワークロード
ko: 워크로드
pt: CARGAS DE TRABALHO
vi: KHỐI LƯỢNG CÔNG VIỆC
zh_hans: 工作负载

# UNIT_MEGA_BYTES
source: MB
fr: Mo

# THERMAL_NOMINAL
source: NOMINAL
it: NOMINALE
ja: 正常
ko: 정상
vi: BÌNH THƯỜNG
zh_hans: 正常

source: TOKENS
it: TOKEN
ja: トークン
ko: 토큰
vi: TOKEN
